const FORTUNES = [
  // Предизвикателства
  "Усмихни се на трима души днес.",
  "Научи една нова английска дума и я използвай в изречение.",
  "Направи добро дело тайно. Разкажи какво е било то в следващия Час на класа.",
  "Прекарай 10 минути в четене на нещо, което харесваш.",
  "Реши задача по математика на дъската днес.",
  "Напиши три неща, за които си благодарен днес.",
  "Помогни на съученик с нещо дребно.",
  "Нарисувай нещо само с 10 линии.",
  "Научи един интересен факт и го сподели в учебен час по избор.",

  // Загадки
  `Какво става по-мокро, колкото повече изсушава?`,

  `Кое е твое, но другите го използват повече от теб?`,

  `Какво върви, но никога не ходи?`,

  `Какво тежи повече — килограм желязо или килограм пера?`,

  `Кое става по-голямо, колкото повече взимаме от него?`,

  // Комбинирани задачи по предмети
  `Преведи английската дума “triangle” на български език.
След това преброй колко страни има тази фигура и умножи получения брой по 7.666666666666666666
Отговорът е датата, на която ще си разменяте коледните подаръци.
Докладвай на учителите по АЕ и Математика.`,

  `Първи въпрос: Кой е органът, който снабдява тялото с кислород? Вземи първата буква от името му. Коя е тя по поредност в азбуката? Запиши номера.
Втори въпрос: В думата „слънчев“ преброй гласните звукове.
Задача: Събери номера на буквата от първия въпрос с броя гласни от втория. Трябва да получиш 4.
Докладвай на учителите по ЧП и БЕЛ.`,

  `
1. Най-високият връх на Балканите намира ли се в Гърция?
2. Появява ли се България като държава през 10. век?
Отговорът на първия въпрос показва дали днес ще бъдете изпитани по Математика, а на втория - по Английски език.
Докладвайте на учителите по География и История.`,
];

module.exports = FORTUNES;
